"SQWOGHomePageTitle" = "冬奥会用车系统";
"SQWOGMyTrioListButtonTitle" = "我的行程";
"SQWOGScanQRCodeText" = "扫一扫";
"SQWOGScanQRCodeTips" = "请前往上车地点扫司机二维码";
"SQWOGQRCodePageTipsText" = "将二维码放入框内，即可自动扫描";
"SQWOGTorchButtonTitle" = "手电筒";
"SQWOGWhereToGetOffText" = "您在哪下车";
"SQWOGWhereToGetOnText" = "您在哪上车";
"SQWOGUseCarTimeText" = "用车时间";
"SQWOGRiderNumberText" = "乘车人数";
"SQWOGBookingButtonTitle" = "预约用车";
"SQWOGAlertDefaultTitle" = "提示";
"SQWOGAlertCancelTitle" = "取消用车";
"SQWOGAlertContinueTitle" = "继续用车";
"SQWOGNearbyStationTips" = "附近上车点";
"SQWOGNearbyMoreStationTips" = "更多上车点";
"SQWOGWalkNaviTitle" = "步行导航";
"SQWOGWalkNaviEstimateTips" = "步行：%ld分钟 %@";
"SQWOGMetersText" = "米";
"SQWOGKiloMetersText" = "公里";
"SQWOGCheckTripsText" = "查看行程";
"SQWOGCurrentTripsText" = "您有进行中的行程";
"SQWOGCurrentTripText" = "当前行程";
"SQWOGHistoryTripText" = "历史行程";
"SQWOGPleaseSelectGetOffAddressText" = "请选择下车点";
"SQWOGModifyText" = "修改";
"SQWOGUseCarNowText" = "现在用车";
"SQWOGHourText" = "小时";
"SQWOGHoursText" = "小时";
"SQWOGMinuteText" = "分";
"SQWOGMinutesText" = "分钟";
"SQWOGDayText" = "天";
"SQWOGDaysText" = "天";
"SQWOGDriverHasArrivedText" = "司机已到达";
"SQWOGHasArrivedDestinationText" = "已到达目的地";
"SQWOGMeterText" = "米";
"SQWOGKilometersText" = "公里";
"SQWOGAwayFromYouText" = "司机距您";
"SQWOGDistanceText" = "距离";
"SQWOGToTheEndText" = "距终点%@";
"SQWOGExpectedTimeText" = "预计用时";
"SQWOGStartofJourneyText" = "距行程开始";
"SQWOGClickRefreshText" = "点击刷新";
"SQWOGNoDriverLocationText" = "暂时无法获取到司机位置，请重试";
"SQWOGNoSpecialCarOrderText" = "今日暂无专车服务信息，如需用车请联系助理协调安排";
"SQWOGOrderDetailText" = "订单详情";
"SQWOGCustomerServiceText" = "联系客服";
"SQWOGDriverPhoneText" = "司机电话";
"SQWOGCancelOrderText" = "取消订单";
"SQWOGDispatchingText" = "正在为您预约";
"SQWOGOrderCanceledText" = "订单已取消";
"SQWOGTripEndText" = "行程结束，欢迎您再次用车";
"SQWOGNoTripListDataText" = "当前暂无行程";
"SQWOGCarpoolNowDisabledText" = "该时段不支持即时拼车，请使用预约拼车";
"SQWOGOrderStatusText" = "订单状态";
"SQWOGAvailableCarCountText" = "辆车可用";
"SQWOGMyLocationText" = "我的位置";
"SQWOGScanQRCodeFailedText" = "扫码失败";
"SQWOGScanQRCodeNotSupportText" = "不支持此类二维码";
"SQWOGCameraAuthorizationText" = "\“冬奥会用车\”想访问您的相机";
"SQWOGLocationAuthorizationText" = "\“冬奥会用车\”想访问您的定位";
"SQWOGOpenCameraAuthorizationText" = "您需要打开相机权限，才能使用扫码功能，请前往手机设置开启相机服务";
"SQWOGOpenLocationAuthorizationText" = "您需要打开定位权限，才能正常用车，请前往手机设置开启定位服务";
"SQWOGDoNotAgreeText" = "不允许";
"SQWOGAgreeText" = "允许";
"SQWOGSettingText" = "设置";
"SQWOGCancelText" = "取消";
"SQWOGNoConnectText" = "暂不联系";
"SQWOGConfirmChangeText" = "确认修改";
"SQWOGDriverSericeTipsText" = "将为您服务";
"SQWOGChooseEndAddressPageStartText" = "从 %@ 出发";
"SQWOGChooseEndAddressPageEndText" = "去 %@";
"SQWOGWhetherCancelText" = "是否确认取消用车";
"SQWOGTodayText" = "今天";
"SQWOGTomorrowText" = "明天";
"SQWOGMondayText" = "周一";
"SQWOGTuesdayText" = "周二";
"SQWOGWednesdayText" = "周三";
"SQWOGThursdayText" = "周四";
"SQWOGFridayText" = "周五";
"SQWOGSaturdayText" = "周六";
"SQWOGSundayText" = "周日";
"SQWOGTimePeriodText" = "至";
"SQCarInServiceText" = "车辆服务中";
"SQWOGPleaseSelectStartAddressTips" = "请先选择上车点";
"SQWOGIKnowText" = "我知道了";
"SQWOGStartFromText" = "出发";
"SQWOGPersonNumText" = "人";
"SQWOGPersonNumSingleText" = " 人";
"SQWOGPersonNumNoEnText" = " 人";
"SQWOGNoDriverAvilableText" = "暂无司机应答，请稍后再试";
"SQWOGServiceWrongText" = "抱歉，当前服务异常，请稍后再试";
"SQWOGServiceWrongRetryText" = "抱歉，当前服务异常 ，请重试";
"SQWOGConfirmText" = "确定";
"SQWOGSelectTimeTips" = "选择用车时间";
"SQWOGSelectRiderNumberTips" = "请选择乘车人数";
"SQWOGStartLocalTimeText" = "出发点当地时间";
"SQWOGRetryButtonTitle" = "重新加载";
"SQWOGDiapatchTipsText" = "正在通知司机，请耐心等待";
"SQWOGWillStartServiceText" = "司机即将为您服务";
"SQWOGOrderServiceTipsText" = "服务中，距终点%@，预计用时%@";
"SQWOGCarpoolDataFailedText" = "网络请求失败，请重新尝试一下";
"SQWOGGetOffTipsText" = "您在哪下车";
"SQWOGGetCurrentLocationToastText" = "正在获取您的定位信息";
"SQWOGScanCodeErrorWithLocationTips" = "当前服务异常，请联系现场工作人员";
"SQWOGPleaseFillRiderNumberText" = "请确认乘车人数";
"SQWOGPleaseWriteRiderNumberText" = "输入乘车人数";
"SQWOGMaxRiderNumberTipsText" = "最多%@人";
"SQWOGMaxRiderCountToastText" = "最多%@人，如有需要可分多次预约";
"SQWOGSelectGetoffAddressText" = "请选择下车地址";
"SQWOGNoSearchDataText" = "暂时不支持该上车点，请确认后重试";
"SQWOGOnlySupportNumberInputTips" = "只能输入数字";
"SQWOGAtleastOnePersonTips" = "最少1人，请确认后重试";
"SQWOGCanceledSuccess" = "已取消";
"SQWOGRequestHasBeenSent" = "已提交";
"SQWOGScheduledSuccess" = "预约成功";
"SQWOGBusBookingdateText" = "%@ 出发 / %@人";
"SQWOGBusConfirmUseCarText" = "是否确认取消用车";
"SQWOGBusCancelUseCarText" = "取消用车";
"SQWOGBusContinueUseCarText" = "继续用车";
"SQWOGAcceptOthersText" = "接受合乘";
"SQWOGAcceptWelfareCarText" = "需要福祉车";
